Repository: aldyleongarcia/nautilus-share
Catalog: po/*.po
Languages: es, pt_br

source: Restart your session
es: Reiniciar su sesión

source: You need to restart your session in order to enable sharing.
es: Debes reiniciar tu sesión para poder compartir directorios.

source: Restart session
es: Reiniciar su sesión

source: Sharing service installation failed
es: Ha fallado la instalación del servicio para compartir

source: Sharing service installation has failed. Would you like to retry the installation?
es: Ha fallado la instalación del servicio para compartir. ¿Desearía reintentar la instalación?

source: Retry
es: Reintentar

source: Sharing service is not installed
es: Servicio para compartir directorios no está instalado

source: You need to install the Windows networks sharing service in order to share your folders.
es: Necesitas instalar el servicio para compartir directorios con Windows para poder compartir tus directorios.

source: Install service
es: Instalar servicio

source: Folder Sharing
es: Compartición de carpetas

source: Share with Windows users
es: Compartir con usuarios Windows

source: Share this Folder
es: Compartir esta carpeta
pt_br: Compartilhar esse Diretório

source: Could not change the permissions of folder "%s"
es: No se pudo cambiar los permisos de la carpeta «%s»

source: Nautilus needs to add some permissions to your folder "%s" in order to share it
es: Nautilus necesita añadir algunos permisos a su carpeta «%s» para poder compartirla

source: The folder "%s" needs the following extra permissions for sharing to work: %s%s%sDo you want Nautilus to add these permissions to the folder automatically?
es: La carpeta «%s» necesita los siguientes permisos adicionales para poder compartirla: %s%s%s¿Quiere que Nautilus añada automáticamente estos permisos a la carpeta?

source: - read permission by group/other
es: - permisos de lectura para otros grupos

source: - write permission by group/other
es: - permisos de escritura para otros grupos

source: - execute permission by group/other
es: - permisos de ejecución para otros grupos

source: Add the permissions automatically
es: Añadir los permisos automáticamente

source: The user %s has not registered to the Samba Server.
es: El usuario %s no se ha registrado en el Servidor Samba.

source: Ask your administrator to add new user to the Samba Server. <b> Suggestion: </b> sudo smbpasswd -a <i><b>%s</b></i> %s
es: Solicite a su administrador que añada nuevos usuarios al Servidor Samba. <b>Sugerencia:</b> sudo smbpasswd -a <i><b>%s</b></i> %s

source: <b> Always restart the user session after performing one of these actions.</b>
es: <b> Siempre después de realizar una de estas acciones debes reiniciar su sesión.</b>

source: Permission denied for %s.
es: Permiso denegado para %s.

source: You do not have permission to create a usershare. %s %s %s sambashare %s
es: No tienes permisos para compartir. %s %s %s sambashare %s

source: Ask your administrator to grant you permissions to create a shared folder.
es: Solicite a su administrador permisos para crear un directorio compartido.

source: <b>Suggestion:</b> sudo adduser
es: <b>Sugerencia:</b> sudo adduser

source: Instructions for sharing directories with Nautilus-Share. %s %s %s %s sambashare %s %s
es: Instrucciones para compartir directorios con Nautilus-Share. %s %s %s %s sambashare %s %s

source: <b>Add new user to SAMBA server:</b>
es: <b>Añadir nuevo usuario al servidor SAMBA:</b>

source: sudo smbpasswd -a <i>your_username</i>
es: sudo smbpasswd -a <i>su_usuario</i>

source: <b>Add new user to sambashare group:</b>
es: <b>Añadir nuevo usuario al grupo sambashare:</b>

source: sudo adduser <i>your_username</i>
es: sudo adduser <i>su_usuario</i>

source: Sharing with guest users without a password is available if specified in the Samba configuration.
es: Compartir con usuarios sin autenticación es posible si es declarado la configuración de SAMBA.

source: Share users
es: Usuarios para compartir

source: Can write?
es: ¿Puede escribir?

source: Modify _Share
es: _Modificar compartido

source: Create _Share
es: C_rear compartido

source: The share name cannot be empty
es: El nombre compartido no puede estar vacío

source: Very long name to maintain compatibility between systems.
es: Nombre muy largo para mantener la compatibilidad entre sistemas.

source: Error while getting share information: %s
es: Error al obtener la información de compartición: %s

source: Another share has the same name
es: Otro compartido tiene el mismo nombre

source: The Samba server service is not active or is being blocked by a firewall.
es: El servicio del servidor Samba no está activo puede estar bloqueado por un cortafuegos.

source: There was an error while getting the sharing information
es: Hubo un error al obtener la información de compartición

source: Local Network Share
es: Compartir en red local.

source: guest
es: invitado

source: %s %s %s returned with signal %d
es: se devolvió %s %s %s con la señal %d

source: %s %s %s failed for an unknown reason
es: %s %s %s falló por una razón desconocida

source: 'net usershare' returned error %d: %s
es: «net usershare» devolvió el error %d: %s

source: 'net usershare' returned error %d
es: «net usershare» devolvió el error %d

source: the output of 'net usershare' is not in valid UTF-8 encoding
es: la salida de «net usershare» no está codificada en UTF-8

source: Not valid user
es: Usuario inválido

source: Failed
es: Fallado

source: Samba's testparm returned with signal %d
es: Se devolvió el parámetro de prueba de Samba con la señal %d

source: Samba's testparm failed for an unknown reason
es: El parámetro de prueba de Samba falló por una razón desconocida

source: Samba's testparm returned error %d: %s
es: El parámetro de prueba de Samba devolvió el error %d: %s

source: Samba's testparm returned error %d
es: El parámetro de prueba de Samba devolvió el error %d

source: Cannot remove the share for path %s: that path is not shared
es: No se puede quitar la compartición para la ruta %s: esa ruta no está compartida

source: Cannot change the path of an existing share; please remove the old share first and add a new one
es: No se puede cambiar la ruta de una compartición existente; elimine la compartición antigua primero y añada una nueva

source: <big><b>Samba Server Status</b></big>
es: <big><b>Estado del servidor Samba</b></big>

source: Shared Directory _Name:
es: _Nombre del directorio compartido:

source: Select a user from the list.
es: Selecciona un usuario de la lista.

source: Add a user from the list.
es: Adiciona un usuario de la lista.

source: Delete a user from the list.
es: Elimina un usuario de la lista.

source: Information to users.
es: Información a los usuarios.

source: _Comment
es: Co_mentario:

source: Sharename too long, may not appear on all Os
pt_br: Nome de compartilhamento muito longo, pode não ser indicado em alguns sistemas

source: Sharename already in use or forbidden!
pt_br: Nome de compartilhamento já em uso ou proibido!

source: shared (read only)
pt_br: compartilhado (apenas para leitura)

source: shared (read and write)
pt_br: compartilhado (leitura e escrita)

source: not shared
pt_br: não compartilhado

source: Share
pt_br: Compartilhar

source: Allow other people to write in this folder
pt_br: Permite a outras pessoas escreverem nesse diretório

source: Comment :
pt_br: Comentário :

source: Share Name :
pt_br: Nome do Compartilhamento :
